Repository: CodigoSur/cyclope
Catalog: cyclope/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Password:
es: Clave:
pt: Senha de acesso:

source: Log in
es: Ingresar
pt: Iniciar

source: Forgot your password?
es: ¿Olvidaste tu clave?
pt: ¿Esqueceu sua senha?

source: <p> Articles are a rich content type that you may use to publish categorized information on your website. </p>
es: <p> Los Artículos son un tipo de contenido rico, que puedes utilizar para publicar material categorizado en tu sitio. </p>
pt: <p> Os artigos apresentam conteúdos de qualidade que podem ser utilizados para publicar boas matérias em seu site. </p>

source: Delete this region view?
es: ¿Eliminar esta vista de la región?

source: Thanks for approving
es: Gracias por aprobar
pt: Obrigada por aprovar

source: Thanks for taking the time to improve the quality of discussion on our site
es: Gracias por tomarse el tiempo para comentar y aportar al debate en nuestro sitio
pt: Obrigada por disponibilizar seu tempo para comentar e contribuir com a discussão em nosso site

source: return.
es: volver.
pt: Voltar

source: There is %(comment_count)s comment
es: Hay %(comment_count)s comentarios

source: There are %(comment_count)s comments
es: Hay %(comment_count)s comentarios

source: comment on this content
es: comentar este contenido
pt: Comentar sobre este conteúdo

source: Post your comment
es: Enviar comentario
pt: Enviar comentário

source: Cancel reply
es: Cancelar respuesta
pt: Cancelar resposta

source: Reply
es: Responder

source: Thanks for commenting
es: Gracias por su comentario
pt: Obrigada por comentar

source: Thank you for your comment
es: Gracias por su comentario
pt: Obrigada por seu comentário

source: Preview your comment
es: Vista previa de su comentario
pt: Visualize seu comentário

source: wrote
es: escribió
pt: escreveu

source: Thank you for contacting us!
es: ¡Gracias por contactarnos!
pt: ¡Obrigada por nos contatar

source: Authors
es: Autores

source: List of Authors
es: Lista de Autores

source: Delete
es: Borrar

source: Are you sure you want to delete it?
es: Confirmas que deseas eliminar el contenido?

source: Breadcrumb
es: Profundidad de navegación
pt: Indicador de navegação

source: Report abuse
es: Denuncia este contenido
pt: Denunciar abuso

source: first
es: primera
pt: primeira

source: previous
es: anterior
pt: anterior

source: Page
es: Página
pt: Página

source: of
es: de
pt: de

source: next
es: siguiente
pt: proxima

source: last
es: última
pt: última

source: Related:
es: Relacionado:
pt: conteúdo relacionado

source: Site map
es: Mapa del sitio
pt: Mapa do site

source: Site wide search
es: Buscar en el sitio
pt: Pesquisar no site

source: Source
es: Fuente
pt: Fonte

source: Error 404 (Not Found)
es: Error 404 (No encontrado)
pt: Erro 404 (não encontrado )

source: The requested URL was not found on this server.
es: La URL solicitada no se ha encontrado.
pt: A URL solicitada não foi encontrada neste servidor

source: Error 500 (Internal Server Error)
es: Error 500 (error interno del servidor)
pt: Erro 500 (erro interno do servidor)

source: Internal server error.
es: Error interno del servidor.
pt: Erro interno do servidor

source: Cyclope-Bootstrap
es: Cordones Mágicos - Tema para Cyclope basado en Twitter Bootstrap 3

source: Left
es: Izquierda

source: Footer
es: Pie de página

source: Right
es: Derecha

source: Empty
es: Vacío
pt: Vazío

source: Toggle navigation
es: Mostrar navegación

source: Visit our website
es: Ir al sitio web
pt: Visite nossa website

source: View archives
es: Ver archivo
pt: Ver arquivos

source: Subscription options
es: Opciones de suscripción
pt: Opções de assinatura

source: Table of Contents
es: Sumario
pt: Índice analítico

source: New Folder
es: Nueva Carpeta
pt: Nova pasta

source: to vote
es: para votar

source: The activation key you posted is invalid.
es: La clave de activación es inválida.
pt: A senha é inválida

source: Please make sure that:
es: Por favor, asegúrese de que:
pt: Por favor, se certifique que:

source: You haven't already activated your account
es: Su cuenta no haya sido activada previamente
pt: Sua conta não foi ativada previamente

source: Your key hasn't expired
es: Su clave de activación no haya expirado
pt: Sua senha não expirou

source: Your activation link wasn't split or malformed
es: El enlace que utilizó para la activación no estuviera mal formado
pt: Seu link para ativação não foi mal formatado

source: Welcome! Your account has been successfully activated.
es: ¡Felicitaciones! Tu cuenta ha sido activada con éxito.
pt: ¡Parabéns! Sua conta foi ativada com êxito

source: Your account is now active
es: Tu cuenta ya está activa
pt: Sua conta já está ativa

source: You may now
es: Ahora puedes
pt: Agora você pode

source: Thank you for registering to %(site)s You can finish your registration by clicking on this link:
es: Gracias por registrarse a %(site)s Para completar su registración haga click aquí:
pt: Obrigada por registra-se %(site)s Para completar seu registro click aqui:

source: This activation key will expire in %(expiration_days)s days.
es: Esta llave de activación caducará en %(expiration_days)s días.
pt: Esta senha irá expirar em %(expiration_days)s dias .

source: Account activation for
es: Actviación de cuenta para
pt: Para ativar a conta

source: Please enter your credentials
es: Por favor introduzca sus datos de acceso
pt: Por favor, introduza seus dados de acesso

source: If you have not yet created an account you need to <a href="/accounts/register?next=%(next)s">register</a> before you may login.
es: Si aún no has creado una cuenta, deberás <a href="/accounts/register?next=%(next)s">registrarte</a> antes de poder ingresar.
pt: Caso você ainda não tem uma conta, deverá <a href="/accounts/register?next=%(next)s"> registrar-se </a> para poder entrar .

source: You have logged out
es: Haz cerrado tu sesión
pt: Para sair da pagina click em desconectar

source: Password change successful
es: La clave se cambió correctamente

source: Your password was changed.
es: Tu clave ha sido cambiada

source: Change password
es: Cambiar contraseña
pt: Trocar senha

source: Change
es: Cambiar
pt: Trocar

source: Password reset successful
es: La clave fue cambiada correctamente

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es: Se acaba de enviar un correo con las instrucciones para configurar de nuevo la contraseña a la dirección de e-mail que tienes registrada. Deberías recibirlo dentro de poco.

source: Reset Password
es: Re-configurar Clave
pt: Redefinir senha

source: Enter your e-mail address in the form below and we will send you a link for resetting your password.
es: Ingresa tu dirección de correo electrónico y te enviaremos un enlace parare-configurar tu clave.
pt: Digite seu endereço de e-mail no formulário abaixo e enviaremos um link para redefinição da sua senha.

source: Registration complete
es: Registro completado
pt: Registro concluido

source: Please check your e-mail and follow the provided link in order to complete your account activation.
es: Por favor revisa tu correo electrónico y sigue el enlace provisto para completar la activación de tu cuenta.
pt: Por favor, verifique seu e-mail e entre no link enviado paraconcluir a ativação da conta

source: Create profile
es: Crear perfil
pt: Criar perfil

source: Log out
es: Cerrar sesión
pt: Sair

source: Translation
es: Traducción
pt: Tradução

source: Welcome,
es: Te damos la Bienvenida
pt: Bem-vindo

source: File is read-only: download the file when done editing!
es: El archivo es de sólo-lectura: descargue el archivo cuando termine de editar!
pt: O arquivo é somente para leitura: baixe o arquivo quando finalizar a edição!

source: Some items in your last translation block couldn't be saved: this usually happens when the catalog file changes on disk after you last loaded it.
es: Algunos items en su último bloque de traducción no pudieron ser salvados: esto usualmente ocurre cuando el archivo cambia en el disco después de haberlo leído
pt: Alguns itens da sua última tradução não puderam ser salvos: isso normalmente acontece quando o arquivo é alterado em disco após a leitura.

source: Translate into %(rosetta_i18n_lang_name)s
es: Traducir a %(rosetta_i18n_lang_name)s
pt: Traduzir para %(rosetta_i18n_lang_name)s

source: total progress: %(percent_translated)s%%
es: progreso total: %(percent_translated)s%%
pt: progresso total: %(percent_translated)s%%

source: Display:
es: Mostrar:
pt: Exibir:

source: All
es: Todos
pt: Todos

source: Untranslated only
es: Sólo sin traducir
pt: Somente o que não foi traduzido

source: Fuzzy only
es: Sólo dudosos
pt: Somente dúvidas

source: Translated only
es: Sólo traducidos
pt: Somente a tradução

source: Go
es: Ir
pt: Continuar

source: Fuzzy
es: Dudoso
pt: Dúvida

source: suggest
es: sugerir
pt: sugerir

source: Save
es: Guardar
pt: Salvar

source: Skip to page:
es: Ir a la página:
pt: Ir a la página:

source: Displaying:
es: Mostrando:
pt: Exibindo:

source: %(hits)s/%(message_number)s message
es: %(hits)s/%(message_number)s mensaje
pt: %(hits)s/%(message_number)s mensagem

source: Advanced search
es: Búsqueda avanzada
pt: Busca avançada

source: Results
es: Resultados
pt: Resultados

source: No results found.
es: No se encontró ningún resultado
pt: Não foram encontrados resultados

source: You have to select at least one recipient or an e-mail address
es: Tienes que seleccionar al menos una dirección de emailque recibirá el mensaje

source: Your email address
es: Dirección de correo electrónico

source: Your message
es: Mensaje

source: Akismet thinks this message is spam
es: Pensamos que este mensaje es spam

source: Send me a copy
es: Enviarme una copia del correo

source: Recipients
es: Destinatarios

source: Destination e-mail address. You have to select at least one recipient or an e-mail address
es: Direcciones de los destinatarios del correo.Debes colocar al menos una dirección.

source: E-mail subject
es: Asunto del correo

source: Message to show before the form
es: Información de contacto

source: Contact form settings
es: Formulario de Contacto

source: Thumbnail Image
es: Imagen miniatura
pt: Miniatura de imagem

source: Small (300x300px)
pt: Pequena (300x300px)

source: on click
pt: Chique

source: no
pt: não

source: subject
pt: assunto

source: audio
pt: áudio

source: video
pt: vídeo

source: slideshow of Category members
pt: slideshow de membros dessa categoria

source: visible
pt: visível

source: You need to create you site settings
pt: Seu site ainda não foi configurado

source: There are %(comment_count)s comments
pt: Tem %(comment_count)s comentários

source: Error 404
pt: Erro 404

source: Error 500
pt: Erro 500

source: Alternative
pt: Alternativa

source: Four Elements
pt: 4 Elementos

source: Air
pt: Ar

source: Water
pt: Agua

source: Spark
pt: Faísca

source: Ash
pt: Cinzas

source: Earth
pt: Terra

source: Five Elements
pt: 5 Elementos

source: Love
pt: Amor

source: before content
pt: antes do conteúdo

source: after content
pt: depois do conteúdo

source: Baseline
pt: Linha de base

source: 4 Elements
pt: 4 Elementos

source: air
pt: ar

source: water
pt: agua

source: before fire
pt: Antes do fogo

source: after fire
pt: após o fogo

source: earth
pt: terra

source: 5 Elements
pt: 5 Elementos

source: love
pt: amor

source: FourElements
pt: 4 Elementos

source: FiveElements
pt: 5 Elementos

source: Experience
pt: Experiência

source: Frecuency
pt: Frequência

source: Newfangled
pt: ultra moderno

source: Plantation
pt: Plantação

source: Supplementary
pt: Supplementar
