Repository: CodigoSur/cyclope
Catalog: cyclope/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: content details
es: detalles de contenido
pt: detalhes do conteúdo

source: Either set an URL here or select a contenttype and view.
es: Configura la URL aquí o selecciona un tipo de contenido y vista.
pt: Configurar aquí a URL ou seleciona um tipo de conteúdo e exibir.

source: layout
es: esquema

source: Set the layout that will be used when this menuitem is selected.
es: Establezca el esquema que será utilizado cuando este ítem de menú sea seleccionado
pt: Definir o layout que será utilizado quando o item menu é selecionado

source: Fonts
es: Tipografias

source: Colours
es: Colores

source: Other
es: Otros

source: Site Administration
es: Administración del sitio
pt: Administração do site

source: Content
es: Contenidos
pt: Conteúdos

source: Create, delete or modify content for your website
es: Crea, borra o modifica el contenido del sitio web
pt: Crie, apague ou modifique o conteúdo do seu site

source: Main
es: Principal
pt: Principal

source: Multimedia Library
es: Biblioteca Multimedia
pt: Biblioteca Multimídia

source: Authors and Sources
es: Autorías y Fuentes
pt: Autores e Fontes

source: Comments
es: Comentarios
pt: Comentários

source: Site structure
es: Estructura del sitio
pt: Estrutura do site

source: Modify your site layout and collections
es: Modifica la estructura y colecciones de tu sitio
pt: Modifique o layout e as coleções do seu site

source: Collections
es: Colecciones
pt: Coleções

source: Menus
es: Menús

source: Layouts
es: Esquemas

source: Global Settings
es: Configuración global
pt: Configuração Global

source: Site Settings
es: Configuración del sitio
pt: Configuração do site

source: Design
es: Diseño

source: Contact Form
es: Formulario de Contacto
pt: Formulário de contato

source: Newsletter
es: Boletín
pt: Boletim Informativo

source: Forms
es: Formularios
pt: Formulários

source: Polls
es: Encuestas
pt: Enquetes

source: Forum
es: Foros

source: Feeds
es: Sindicación
pt: Sindicación

source: Contacts
es: Contactos
pt: Contatos

source: Abuse
es: Denuncias
pt: Denúncias

source: Plugins
es: Complementos
pt: Complementos

source: Advanced
es: Avanzado
pt: Avançado

source: Advanced configuration
es: Configuración avanzada
pt: Configuração Avançada

source: Auth
es: Permisos
pt: Permissões

source: Registration
es: Registro
pt: Registrar

source: Site
es: Sitio

source: Quick links
es: Enlaces rápidos
pt: Links rápidos

source: Browse media files
es: Explorar archivos
pt: Explorar arquivos

source: Return to site
es: Volver al sitio
pt: Voltar ao site

source: %d comments need moderation
es: %d comentarios necesitan moderación
pt: %d comentarios que precisam de moderação

source: Recent Actions
es: Acciones Recientes
pt: Ações recentes

source: Community and support
es: Comunidad y soporte
pt: Comunidade e suporte

source: Official website
es: Sitio web oficial
pt: Site oficial

source: Documentation
es: Documentación
pt: Documentação

source: Mailing List
es: Lista de correos

source: News
es: Noticias

source: Admin Thumbnail
es: Miniatura para sitio de administración
pt: Miniatura para site de administração

source: Thumbnail (100px height)
es: Imagen miniatura (100px alto)
pt: miniature Imagem pequena (100px alto)

source: Small (150x150px)
es: Pequeña (300x300px)

source: Medium (460px width)
es: Mediana (460px ancho)
pt: Media (460px ancho)

source: Big (620px width)
es: Grande (620px ancho)
pt: Grande (620px ancho)

source: Cropped (60x60px)
es: Cortada (60x60px)
pt: Corte (60x60px)

source: Cropped Thumbnail (140x140px)
es: Miniatura cortada (140x140px)
pt: Pequeno corte(140x140px)

source: Carrousel Bootstrap
es: Carousel Bootstrap

source: Labeled Bootstrap
es: Íconos etiquetados

source: Object
es: objeto

source: View
es: Vista
pt: Exibir

source: Content object
es: Contenido
pt: Conteúdo

source: Parent
es: Padre
pt: Família

source: View options
es: Opciones de la vista
pt: Exibir opções

source: You can not set a Custom URL for menu entries with associated content
es: No puede setear una URL para Entradas de Menú con contenido asociado.
pt: Você não pode definir uma URL personalizada para entradas de menucom conteúdo associado

source: You need to select a content view
es: Debe seleccionar una Vista del contenido
pt: Você precisa seleccionar a exibição de uma parte do conteúdo

source: The selected view requires a content object
es: La vista seleccionada requiere que elija un objeto de contenido
pt: A exibição requer um objeto de conteúdo

source: Theme
es: Tema
pt: tema

source: bootstrap
es: Bootstrap (por defecto)

source: Template
es: Plantilla
pt: Modelo

source: Region
es: Región
pt: Região

source: Content type can not be empty
es: El Tipo de contenido no debe estar vacío
pt: O tipo de conteúdo não deve estar vazio

source: You need to select a region
es: Debe seleccionar una región
pt: Você deve seleccionar uma região

source: Security code
es: Código de seguridad
pt: Código de segurança

source: Desde
es: Publicado después de la fecha

source: ejemplo: 25/12/2015
es: Día / Mes / Año. ej. 25/12/2015, 25-12-15...

source: Hasta
es: Publicado antes de la fecha:

source: list of root items for the selected Menu
es: lista de items raíz para el Menú seleccionado
pt: Lista de itens para o menu selecionado

source: flat list of all items for the selected Menu
es: lista sin jerarquía de los items del Menú
pt: Lista sem hierarquia dos itens do menu

source: Collapse style
es: Estilo de despliegue
pt: Mostrar estilo

source: disabled
es: deshabilitado
pt: inválido

source: hierarchical list of the items in the selected menu
es: lista jerarquizada de los items del menú
pt: lista hierarquica dos itens do menu

source: list view of children of the current menu item
es: lista de los hijos del item de menú que se encuentre seleccionado
pt: lista dos filhos do item do menu que é selecionado

source: search box
es: búsqueda
pt: busca

source: sitemap view of the site
es: vista del mapa del sitio

source: Items to show
es: Items a mostrar
pt: Mostrar itens

source: Teaser
es: Resumen
pt: Resumo

source: Detail
es: Detalle
pt: Detalhe

source: Labeled icons
es: Íconos etiquetados
pt: Ícones marcados

source: Show authored content
es: Mostrar contenido del autor
pt: Mostrar conteúdo do autor

source: Inline type
es: Tipo de embebido
pt: Tipo incorporado

source: Items per page
es: Ítems por página
pt: Itens por página

source: Limit to N items (0 = no limit)
es: Limitar a N items (0 = sin límite)
pt: Limitar N itens (0= sem limite)

source: Sort by
es: Ordenar por
pt: Ordenar por

source: Date ↓ (newest first)
es: Fecha ↓ (más nuevo primero)
pt: Data ↓ (primeiro mais novo)

source: Date ↑ (oldest first)
es: Fecha ↓ (más antiguo primero)
pt: Data ↓ (primeiro mais antigo)

source: Alphabetic
es: Alfabéticamente
pt: Alfabeticamente

source: detailed view of the selected Author
es: vista detallada del Autor
pt: Exibir detalhe do autor

source: teaser view of all Authors
es: vista detallada de todos los autores

source: Show rss button
es: Mostrar botón rss

source: Show social buttons
es: Mostrar botones sociales

source: Style
es: Estilo

source: Horizontal small
es: Horizontal pequeño

source: Horizontal large
es: Horizontal grande

source: Vertical small
es: Vertical pequeño

source: Vertical large
es: Vertical grande

source: sharing buttons
es: botones para compartir

source: - Default -
es: Por defecto

source: Custom Body
es: Body customizado

source: templating theme
es: tema de la plantilla
pt: tema do modelo

source: default layout
es: esquema por defecto
pt: Layout padrão

source: global title
es: titulo global
pt: título global

source: keywords
es: palabras clave
pt: palabra-chave

source: description
es: descripción
pt: descrição

source: newsletter collection
es: colección para boletines
pt: Coleção de boletim eletrônico

source: This is the collection that will group the contents for your newsletters.
es: Esta es la colección que agrupará los contenidos a enviar en los boletines.
pt: Esta é uma coleção que agrupará os conteúdo para enviar pelos boletins eletrônicos

source: whole feed contents
es: contenidos del RSS
pt: conteúdos de RSS

source: contents to show in the whole feed
es: contenidos que se publicarán en el RSS general
pt: conteúdo a ser publicado no RSS Geral

source: allow comments
es: permitir comentarios
pt: permitir comentários

source: enabled
es: habilitado
pt: válido

source: moderate comments
es: moderar comentarios
pt: moderar comentários

source: enable comments email notifications
es: habilitar notificaciones por email cuando lleguen comentarios
pt: habilitar notificações por email quando chegar comentários

source: enable abuse reports
es: habilitar las denuncias por contenido indebido
pt: habilitar denuncias por conteúdo indevido

source: show author
es: mostrar autoría
pt: mostrar autoria

source: author
es: autoría
pt: autoria

source: user if author is empty
es: mostrar user si el campo autoría está vacío
pt: mostrar usuario se o campo da autoria estiver vazio

source: Select which field to use to show as author of the content.
es: Seleccione el campo que desea usar para mostrar como autoría de los contenidos.
pt: Selecione o campo que deseja usar para mostra a autoria dos conteúdos.

source: enable rating (like/dislike) content
es: habilitar rating (like/dislike) de contenido

source: enable social sharing buttons (facebook, twitter, etc)
es: habilitar botones para compartir en redes sociales (facebook, twitter, etc)

source: enable social follow buttons (facebook, twitter, etc)
es: habilitar botones follow de redes sociales (facebook, twitter, etc)

source: Change USERNAME by your username in each service you want to enable. Eg for youtube: if your page is http://youtube.com/user/cyclope/ then replace the 'USERNAME' bellow youtube with 'cyclope'.
es: Cambie USERNAME por su usuario en cada servicio que quiera habilitar. Ejemplo para youtube: si su página es http://youtube.com/user/cyclope/ entonces reemplaze el 'USERNAME' debajo de youtube por 'cyclope'.

source: Enable search by date.
es: Habilitar búsqueda por fechas.

source: header image
es: imágen del encabezado

source: select image for head: 960px width x 170px height
es: elige una imagen para el cabezal de 960px por 170px

source: only in bootstrap theme. Select image for favicon, only .ico or .png: 16px width x 16px height
es: (Sólo en temas que usen Twitter Bootstrap). Seleccionar una imágen para el ícono favicon. Formato .ico o .png de 16px.

source: show head title
es: mostrar título del encabezado

source: show title and url site in head. If disabled, header image links to home.
es: muestra el título y la url del sitio en el cablezal. La imágen del cabezal enlaza al inicio.

source: body font
es: tipografía general

source: change the font of the body
es: cambia la tipografía general del sitio

source: body custom font
es: tipografía personalizada

source: font for titles
es: tipografía de los títulos

source: change the font of the head and titles
es: cambia la tipografía del cabezal y los títulos

source: titles custom font
es: tipografía personalizada de los títulos

source: font size
es: tamaño de la tipografía

source: hide content icons
es: ocultar iconos de contenido

source: Content icons are shown beside the title of the content
es: Los íconos de contenido son los que se muestran al costado del título del contenido

source: skin setting
es: Elegir la piel del tema

source: site settings
es: configuración del sitio
pt: configuração do site

source: name
es: nombre
pt: nome

source: main menu
es: menu principal
pt: menu principal

source: menu
es: menú

source: menus
es: menús

source: parent
es: relacionado
pt: família

source: site home
es: página de inicio
pt: página de início

source: custom URL
es: URL personalizada
pt: URL personalizada

source: Persistent layout
es: Esquema persistente
pt: layout persistente

source: If the layout is marked as persistent it will be in use until the user navigates to a menu item which explicitly specifies a different Layout
es: Si el esquema es marcado como persistente se seguirá usando hasta que el visitante seleccione otro item de menú que especifique un esquema diferente
pt: Se o layout é marcado como persistente, segue em uso até o usuárionavega para um item de menu que especifica explicitamente um layout diferente

source: type
es: tipo
pt: tipo

source: object
es: objeto
pt: objeto

source: view
es: vista
pt: exibir

source: menu item
es: item de menú
pt: item do menu

source: menu items
es: items de menú
pt: itens do menu

source: region
es: región
pt: região

source: weight
es: peso
pt: peso

source: layout template
es: plantilla para este esquema
pt: modelo do layout

source: layout representation
es: Imágen del esquema

source: layouts
es: esquemas

source: content type
es: tipo de contenido
pt: tipo de conteúdo

source: related content
es: contenido relacionado
pt: conteúdo relacionado

source: related contents
es: contenidos relacionados
pt: conteúdo relacionado

source: published
es: publicar
pt: publicar

source: creation date
es: fecha de creación
pt: data de criação

source: modification date
es: fecha de modificación
pt: data de modificação

source: default
es: por defecto
pt: definida na configuração

source: Select which field to use to show as author of this content.
es: Seleccione el campo que desea usar para mostrar como autoría de este contenido.
pt: Selecione o campo que deseja usar para mostrar como autoria do conteúdo.

source: translations
es: traducciones
pt: tradução

source: image
es: imágen
pt: imagem

source: origin
es: origen
pt: origem

source: notes
es: notas
pt: notas

source: content types
es: tipos de contenido
pt: tipos de conteúdo

source: Select the content types this author is related to.
es: Seleccione los tipos de contenido que corresponden a esta autoría
pt: Selecione os tipos de conteúdo que correspondem a esta autoria

source: authors
es: autorías
pt: autorias

source: link
es: enlace

source: source
es: fuente
pt: fonte

source: sources
es: fuentes
pt: fontes

source: images
es: imágenes
pt: imagens

source: You need to set the CYCLOPE_PROJECT_PATH in your settings file.
es: Debe establecer un valor para CYCLOPE_PROJECT_PATH en settings.py
pt: Debe estabelecer um valor para CYCLOPE_PROJECT_PATH en settings.py

source: You need to set CYCLOPE_LOCAL_THEMES_PREFIX in your settings file
es: Debe establecer un valor para CYCLOPE_LOCAL_THEMES_PREFIX en settings.py
pt: Debe estabelecer um valor para CYCLOPE_LOCAL_THEMES_PREFIX en settings.py

source: Your CYCLOPE_LOCAL_THEMES_DIRsetting is invalid
es: El valor de CYCLOPE_LOCAL_THEMES_DIR es inválido
pt: O valor de CYCLOPE_LOCAL_THEMES_DIR é inválido

source: abuse types
es: tipos de denuncia
pt: tipos de denúncia

source: abuses types
es: tipos de denuncia
pt: tipos de denúncia

source: abuse type
es: tipo de denuncia
pt: tipo de denúncia

source: Abuse report for object %s
es: Denuncia por contenido indebido para %s
pt: Denúncia por conteúdo indevido para %s

source: abuse report elements
es: reporte de contenido denunciado
pt: denúncia de conteúdo abusivo

source: abuses reports elements
es: reporte de contenidos denunciados
pt: denúncias de conteúdo abusivo

source: status
es: estado
pt: estado

source: reported
es: reportado
pt: denúncia

source: on hold
es: en espera
pt: em espera

source: ignored
es: ignorado
pt: ignorado

source: deleted
es: borrado
pt: apagado

source: Report: %d
es: Reporte: %d
pt: Reporte: %d

source: abuse report
es: Denuncia
pt: Denúncia

source: abuses reports
es: Denuncias
pt: denúncias

source: The user %(username)s has reported that the content %(content)s is an abuse of %(abuse_type)s.
es: %(username)s ha reportado que: %(content)s tiene contenido indebido de este tipo: %(abuse_type)s.
pt: %(username)s este tem conteúdo indevido %(content)s tipo: %(abuse_type)s.

source: Also the user says that: %(text)s
es: Otros comentarios sobre el contenido denunciado: %(text)s
pt: Outros comentários sobre o conteúdo denunciado: %(text)s

source: report abuse
es: Denuncia este contenido
pt: Denúncia deste conteúdo

source: you have already reported this content.
es: ya has denunciado este contenido.
pt: você já denunciou este conteúdo.

source: thanks for reporting!
es: Gracias por la denuncia. En breve el contenido será revisado
pt: Obrigado pela denúncia. Em breve o conteúdo será revisado.

source: return
es: volver
pt: voltar

source: Article's images
es: Imágenes del artículo

source: Publication data
es: Datos de la publicación
pt: Data da publicação

source: detailed view of the selected Article
es: vista detallada del Artículo seleccionado
pt: exibir detalhe o nota selecionada

source: list of Article teasers
es: lista de resúmenes de Artículos
pt: lista de resumos de notas

source: list of Article labeled icons
es: lista de iconos con nombre
pt: lista de ícones com nomes

source: yes
es: sí
pt: sim

source: pre-title
es: pre-título
pt: pré-título

source: summary
es: resumen
pt: resumo

source: text
es: texto
pt: texto

source: date
es: fecha
pt: data

source: article
es: artículo
pt: nota

source: articles
es: artículos
pt: notas

source: This content isn't public, please log in
es: Este contenido no es público. Debe registrarse por favor.

source: Publication date
es: Fecha de publicación

source: Close
es: Cerrar

source: pictures
es: imágenes
pt: imagens

source: Last modification date
es: Última modificación
pt: Última modificação

source: Return to Table of Contents
es: Volver a Sumario
pt: Voltar ao sumário

source: More
es: Más
pt: Mais

source: Open
es: Abrir

source: By
es: Por
pt: Por

source: Birth date
es: Fecha de nacimiento
pt: Data de nascimento

source: detailed view of the selected Contact
es: vista detallada del Contacto seleccionado
pt: Exibir detalhe do contato selecionado

source: Order by
es: Ordenar por
pt: Ordenar por

source: given name
es: nombre
pt: nome

source: surname
es: apellido
pt: sobrenome

source: list of Contact teasers
es: lista de resúmenes de Contactos
pt: Lista de resumos dos contatos

source: work
es: trabajo
pt: trabalho

source: home
es: casa

source: contact
es: contacto
pt: contato

source: contact address
es: dirección
pt: Endereço de contato

source: contact addresses
es: direcciones
pt: Endereços de contato

source: Male
es: Hombre
pt: Homem

source: Female
es: Mujer
pt: Mulher

source: birth date
es: fecha de nacimiento
pt: Data de nascimento

source: gender
es: sexo
pt: sexo

source: photo
es: foto
pt: foto

source: e-mail
es: correo electrónico

source: web site
es: sitio web
pt: site

source: mobile phone number
es: número de celular
pt: número do celular

source: contacts
es: contactos
pt: contatos

source: Tags
es: Etiquetas
pt: Etiquetas

source: General information
es: Información general

source: Given name
es: Nombre
pt: Nome

source: Surname
es: Apellido
pt: Sobrenome

source: Gender
es: Sexo
pt: Sexo

source: Address
es: Dirección
pt: Endereço

source: Post Office Box
es: Casilla postal
pt: Caixa Postal

source: Phone Number
es: Número de teléfono
pt: Número de telefone

source: Send mail
es: Enviar correo
pt: Enviar e-mail

source: Last update
es: Última actualización
pt: Última atualização

source: Print
es: Imprimir
pt: Imprimir

source: Mobile
es: Celular
pt: Celular

source: Last change
es: Última modificación
pt: Última modificação

source: Metadata
es: Metadato
pt: Metadato

source: Website or Blog
es: Sitio web o Blog
pt: site ou blogue

source: I want to be notified by email when there is a new comment.
es: Quiero ser notificado por email cuando haya nuevos comentarios.
pt: Quero ser notificado por e-mail quando há novos comentários.

source: list of the last site content comments
es: listado de los últimos comentarios
pt: Lista dos últimos comentários

source: New comment posted on '%s'
es: Nuevo comentario publicado en '%s'
pt: Novo comentário publicado em '%s'

source: This comment is moderated! You may approve it on the following url: %s
es: ¡Este comentario está moderado! Puedes aprobarlo en el siguiente enlace: %s
pt: ¡Este comentário está moderado! Pode aprovar no seguinte link: %s

source: comment
es: comentario
pt: comentário

source: comments
es: comentarios
pt: comentários

source: show a form
es: mostrar formulario
pt: mostrar formulário

source: form
es: formulario
pt: formulário

source: forms
es: formularios
pt: formulários

source: View entries
es: Ver entradas

source: History
es: Historial
pt: Histórico

source: View on site
es: Ver en el sitio
pt: Ver no site

source: entries to show
es: entradas a mostrar
pt: mostrar as entradas

source: show titles only
es: sólo mostrar títulos
pt: mostrar só os títulos

source: detailed view of the selected Feed
es: vista detallada de la sindicación seleccionada
pt: exibir detalhe de vista detallada de la sindicación seleccionada

source: default number of entries
es: número de entradas por defecto
pt: número de entradas padrão

source: by default, only show entry titles
es: por defecto mostrar sólo los títulos
pt: padrão, mostrar só os títulos

source: feed
es: sindicación
pt: sindicación

source: feeds
es: sindicaciones
pt: sindicaciones

source: Subject
es: Asunto
pt: Assunto

source: Your name
es: Nombre

source: detailed view of the selected Topic
es: vista detallada del Tema seleccionado
pt: Exibir detalhe do tema selecionado

source: create a new topic in the Forum selected
es: crear un nuevo tema en el foro seleccionado
pt: criar um novo tema no fórum selecionado

source: your name
es: tu nombre

source: topic
es: tema
pt: tema

source: topics
es: temas
pt: temas

source: %(forum)s is not a forum
es: %(forum)s no es un foro
pt: %(forum)s não é um fórum

source: New topic in %(forum)s forum
es: Nuevo tema en el foro %(forum)s
pt: Novo tema no fórum %(forum)s

source: Create
es: Crear
pt: Criar

source: Replies
es: Respuestas
pt: Respostas

source: country
es: país
pt: país

source: city
es: ciudad
pt: cidade

source: zip code
es: código postal
pt: Código Postal

source: street address
es: dirección
pt: Endereço

source: phone number
es: número de teléfono
pt: número de telefone

source: postal box
es: casilla postal
pt: Caixa Postal

source: Manage pictures
es: Administrar

source: Loaded image : %s
es: Imágen cargada: %s

source: Selected image : %s
es: Imágen seleccionada: %s

source: Deleted image: %s
es: Imágen eliminada: %s

source: %(real_type)s is not a valid %(desired_type)s type!
es: ¡%(real_type)s no es un tipo de %(desired_type)s válido!

source: Select
es: Seleccionar

source: File
es: Archivo

source: Select file to upload
es: Seleccione archivo a subir

source: Name
es: Nombre
pt: Nome

source: Description
es: Descripción
pt: Descrição

source: Upload and Embed
es: Subir e insertar

source: Remember you can add more media to this content from the Media Library
es: Recuerde que puede añadir más contenido multimedia desde la Biblioteca Multimedia

source: Content type
es: Tipo de contenido

source: Image
es: Imágen
pt: Imagem

source: Upload
es: Subir
pt: Carregar

source: Search in library
es: Buscar en la biblioteca

source: Results from <strong>%(start)s</strong> to <strong>%(end)s</strong> of <strong>%(total)s</strong>.
es: Resultados <strong>%(start)s</strong> a <strong>%(end)s</strong> de <strong>%(total)s</strong>.

source: Show <input id="nPerPage" type="number" style="width: 50px;" value="%(nRows)s"/> per page.
es: Mostrar <input id="nPerPage" type="number" style="width: 50px;" value="%(nRows)s"/> por página.

source: Back
es: Anterior

source: Next
es: Siguiente

source: Delete
es: Borrar

source: You haven't selected any images for this article
es: No ha seleccionado imágenes para este artículo

source: Select image to upload
es: Seleccione imágen para subir

source: You haven't uploaded any images to select.
es: No ha subido imágenes para seleccionar.
