Repository: CodigoSur/cyclope
Catalog: cyclope/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Go back
es: Volver

source: detailed view of the selected Picture
es: vista detallada de la Imagen seleccionada
pt: Exibir detalhe da imagem selecionada

source: detailed view of the selected Audio Track
es: vista detallada de la Pista de Audio seleccionada
pt: Exibir detalhe do audio selecionado

source: detailed view of the selected Movie Clip
es: vista detallada del Video seleccionado
pt: Exibir detalhe do vídeo selecionado

source: detailed view of the selected Document
es: vista detallada del Documento seleccionado
pt: Exibir detalhe do Documento selecionado

source: detailed view of the selected File
es: vista detallada del Archivo seleccionado
pt: Exibir detalhe do arquivo selecionado

source: detailed view of the selected External Content
es: vista detallada del Contenido Externo seleccionado
pt: Exibir detalhe do conteúdo externo selecionado

source: detailed view of the selected Flash Movie
es: vista detallada del elemento Flash seleccionado
pt: Exibir detalhe do elemento Flash selecionado

source: picture
es: imagen
pt: imagem

source: sound track
es: pista de sonido
pt: faixa de som

source: sound tracks
es: pistas de sonido
pt: faixas de som

source: still
es: cuadro de muestra
pt: caixa mostra

source: movie clip
es: video
pt: vídeo

source: movie clips
es: video
pt: vídeo

source: document
es: documento
pt: documento

source: documents
es: documentos
pt: documentos

source: flash movie
es: flash
pt: flash

source: flash movies
es: flash
pt: flash

source: file
es: archivo
pt: arquivo

source: files
es: archivos
pt: arquivos

source: content url
es: URL del contenido
pt: URL do conteúção

source: open in new window
es: abrir en ventana nueva
pt: abrir uma nova janela

source: skip detailed view
es: saltear vista detallada
pt: pular exibição detalhada

source: external content
es: contenido externo
pt: conteúdo externo

source: external contents
es: contenidos externos
pt: conteúdos externos

source: Open external content
es: Abrir contenido externo
pt: Abrir conteúdo externo

source: (in new window)
es: (en ventana nueva)
pt: (em nova janela)

source: full screen view (new window)
es: pantalla completa (en ventana nueva)
pt: tela completa (uma nova janela)

source: This format: (.
es: Este formato: (.

source: ) is unsupported. Use the link to download.
es: ) no está soportado. Descargue utilizando el link.

source: download file
es: descargar archivo
pt: download do arquivo

source: Current content category
es: Categoría de los contenidos
pt: Categorias dos conteúdos

source: This is the category which groups the content that will be sent with the newsletter.
es: Esta es la categoría que agrupa los contenidos que serán enviados con el boletín.
pt: Esta é uma categoría que agrupa os conteúdos que serão enviados com o Boletim Eletrônico

source: Layout options
es: Opciones del esquema

source: Extra info
es: Información extra
pt: Informação extra

source: show content teasers linked to the website
es: mostrar resúmenes del contenido enlazados al sitio web
pt: mostrar reumos do conteúdo linkado ao site

source: show the full content (no external links)
es: mostrar el contenido completo (sin enlaces externos)
pt: mostrar o conteúdo completo (sem links externos)

source: sent date
es: fecha de envío
pt: data de envio

source: regions
es: regiones

source: only central
es: sólo central

source: top and central
es: superior y central

source: central and lateral
es: central y lateral

source: top, central and lateral
es: superior, central y lateral

source: top
es: superior

source: Number of categorized contents to show in the top region.
es: Número de contenidos categorizados que se mostrarán en la región superior

source: center
es: central

source: Number of categorized contents to show in the central region.
es: Número de contenidos categorizados que se mostrarán en la región central

source: Number of categorized contents to show in the lateral region.
es: Número de contenidos categorizados que se mostrarán en la región lateral

source: header newsletter
es: imagen del boletín

source: select image for head: 720px width x 124px height
es: elige una imagen para el cabezal de 720px por 170px

source: show title name in header
es: mostrar el nombre del boletín

source: show table of contents
es: mostrar tabla de contenidos (sumario)
pt: mostrar sumário

source: header
es: Encabezado
pt: cabeçalho

source: Text that will always be added on top of the content.
es: Este texto aparecerá en la parte de arriba del boletín. Se puede dejar en blanco.

source: Layout to use to build the resulting HTML.
es: Esquema usado para construir el boletín

source: sender name
es: nombre del remitente
pt: nome do remetentee

source: name that will displayed as the sender of the newsletter.
es: nombre de quién envía el boletín

source: sender e-mail
es: e-mail del remitente
pt: e-mail do remetente

source: e-mail address that will be used to send the newsletter.
es: emial que será usado para enviar el boletín

source: test recipients
es: destinatarios de prueba
pt: destinatário de teste

source: comma separated list of test e-mail addresses
es: separa con una coma la lista de emails que recibirán el correo de prueba

source: recipients
es: destinatarios
pt: destinatários

source: comma separated list of recipient e-mail addresses
es: separa con una coma los emails de quienes recibirán el correo

source: url list manager
es: URL Administración de la lista

source: creates a shortcut to the administrator of your mailing list (full url with http://)
es: Crea un acceso directo a la web de adminsitración de tu lista (colocar URL completa con http://)

source: newsletter
es: boletín
pt: Boletim Eletrônico

source: newsletters
es: boletines
pt: Boletins Eletrônicos

source: Preview
es: Vista preliminar
pt: Exibição anterior

source: Send test
es: Enviar prueba
pt: Enviar teste

source: Send e-mail
es: Enviar correo
pt: Enviar e-mail

source: List admin
es: Administrar la lista

source: Contents in this newssletter
es: Contenidos en este boletín

source: View and sort objects
es: Ver y ordenar elementos

source: The e-mail has been sent for newsletter
es: El correo ha sido enviado para el boletín
pt: O e-mail foi enviado para o Boletim Eletrônico

source: Return to newsletter admin
es: Volver a la administración del boletín
pt: Voltar a administração do Boletim Eletrônico

source: The e-mail for newsletter
es: El correo para el boletín
pt: O e-mail para o Boletim Eletrônico

source: could not be sent.
es: no pudo ser enviado.
pt: não pode ser enviado.

source: You should try again later or contact your administrator.
es: Intente más tarde o comuníquese con su administrador.
pt: Tente mais tarde ou comunique com seu admnistrador.

source: Poll submission form
es: Formulario de envío de encuesta
pt: Formulário de envio de pesquisa

source: detailed view of the selected Poll
es: vista detallada de la Encuesta
pt: exibir detalhe da pesquisa

source: poll
es: encuesta
pt: pesquisa

source: polls
es: encuestas
pt: pesquisas

source: allow multiple answers
es: permitir múltiples respuestas
pt: permitir múltiplas respostas

source: question
es: pregunta
pt: questão

source: questions
es: preguntas
pt: questões

source: answer
es: respuesta
pt: respostas

source: answers
es: respuestas
pt: respostas

source: user
es: persona
pt: pessoa

source: foreign_user
es: persona externa
pt: pessoa externa

source: submission
es: envío
pt: envio

source: submissions
es: envíos
pt: envios

source: Filter
es: Filtro

source: Vote
es: Votar

source: View Results
es: Resultados

source: Submit
es: Enviar
pt: Enviar

source: created
es: creó

source: commented
es: comentó
pt: comentário

source: voted
es: votó

source: field %(field)s cannot validate %(value)s
es: %(field)s no pudo validarse %(value)s
pt: %(field)s não foi possível validar %(value)s

source: Wrong content type or object
es: Tipo de contenido u objecto inválido
pt: Tipo de conteúdo ou objeto inválido

source: Search
es: Buscar
pt: Pesquisar

source: Create a new image
es: Crear una nueva imagen

source: Load
es: Cargar

source: Global activity or user's feed if authenticated
es: Actividad de quienes sigo, si estoy autenticado

source: Global activity of the site
es: Actividad Global en el sitio

source: to
es: a

source: No actions yet
es: No hay acciones todavía

source: Users following %(actor)s
es: Personas siguiendo a %(actor)s

source: Actors that %(user)s follows
es: Personas que %(user)s está siguiendo

source: Menu items
es: Items de menú
pt: Items do menú

source: detailed view of the selected Static Page
es: vista detallada de la página estatica
pt: Exibição detalhada da página estática

source: list of Static Pages
es: lista de Páginas Estáticas
pt: Exibição de páginas estáticas

source: display the selected HTML Block
es: vista detallada del Bloque HTML seleccionado
pt: Exibição detalhada do bloco HTML selecionado

source: static page
es: página estática
pt: página estática

source: static pages
es: páginas estáticas
pt: páginas estáticas

source: html block
es: bloque html
pt: bloco html

source: html blocks
es: bloques html
pt: blocoshtml

source: category
es: categoría
pt: categoría

source: sort
es: ordenar

source: Collection
es: Colección
pt: Coleção

source: Category
es: Categoría
pt: Categoría

source: Default category listing view
es: Vista por defecto para listados
pt: Exibição de listagem padrão

source: Successfully categorized %(count)d %(items)s.
es: Categorizados correctamente %(count)d %(items)s.

source: Categorize selected objects
es: Categorizar objetos seleccionados

source: Categorize selected %(verbose_name_plural)s
es: Categorizar %(verbose_name_plural)s seleccionados

source: Random
es: Al azar

source: Show title
es: Mostrar título
pt: Mostrar título

source: Show description
es: Mostrar descripción
pt: Mostrar descrição

source: Show image
es: Mostrar imagen
pt: Mostrar imagem

source: Include descendant's elements
es: Incluir elementos de los decendientes
pt: Incluir elementos dosdecendentes

source: Show navigation
es: Mostrar navegación
pt: Mostrar navegação

source: Top
es: Arriba
pt: Acima

source: Bottom
es: Abajo
pt: Abaixo

source: Disabled
es: No visible
pt: Não visível

source: list of root items for the selected Category
es: lista de items raíz para la Categoría seleccionada
pt: listagem de itens de raiz para a categoria selecionada

source: Simplified
es: Simplificada
pt: Simplificada

source: Only show content matching all filters
es: Sólo mostrar contenido que coincide con todos los filtros

source: Collections to use for category filters
es: Colecciones que se usarán para el filtro

source: default view for the Collection
es: vista por defecto para la Colección
pt: exibição padrão para o coleção

source: teaser list of Category members
es: lista de resúmenes de miembros de una Categoría
pt: listagem resumo dos membros de uma categoria

source: filtered list of Category members
es: lista filtrada por Categorías de diferentes Colecciones

source: labeled icon list of Category members
es: lista de iconos con nombre de los miembros de una Categoría
pt: listagem de ícones com nomes dos membros de uma categoria

source: Visual Mode
es: Modo visual
pt: Modo visual

source: Standard view
es: Vista estándar
pt: Exibição padrão

source: With background image view
es: Con imagen de fondo
pt: Comimagemde fundo

source: Scroll by N items
es: Avanzar de a N items
pt: Avançar de a N itens

source: Speed of transition (in milliseconds)
es: Velocidad de la transición (en milisegundos)
pt: Velocidade da transição (em milésimos de segundos)

source: Automatic playback
es: Rotación automática
pt: Reprodução automática

source: Stop automatic playback after click
es: Detener la rotación al hacer click
pt: Parar a reprodução automática após clicar

source: Delay between transitions (seconds)
es: Espera entre transiciones (segundos)
pt: Espera entre as transições (segundos)

source: Circular navigation
es: Navegación circular
pt: Navegação circular

source: Navigation wrap
es: Navegación
pt: Navegação

source: First
es: Inicio
pt: Inicio

source: Last
es: Fin
pt: Fim

source: Both
es: Ambos
pt: Ambos

source: None
es: Ninguno
pt: Nenhum

source: carousel view of Category members.
es: Vista en carrusel de miembros de una Categoría.

source: full content of Category members
es: contenido completo de una Categoría
pt: conteúdo completo de uma categoria

source: teaser list of the root Categories of a Collection
es: lista de resúmenes de las Categorías raíz de una Colección
pt: Lista resumo da categoria raiz de um coleção

source: list of the root Categories of a Collection
es: listado de las Categorías raíz de la Colección
pt: lista das categorias raízes de um coleção

source: hierarchical list of Categories in a Collection
es: lista jerarquizada de las Categorias de una Colección
pt: lista hierárquica de categorias de um coleção

source: hierarchical list of Categories that will show an icon list on click
es: lista jerarquizada de las Categorias que llevará a una vista de íconos
pt: lista hierárquica de categorias que levará a exibição de ícones

source: alphabetical teaser list of all the members of the Collection's Categories
es: lista alfabética de resúmenes de los contenidos completos de una Colección
pt: Lista alfabética resumo dos conteúdos completos de um coleção

source: list of Category members as forum view
es: listar la Categoría como un foro
pt: lista de membros de uma categoria exibidos como um fórum

source: navigation root
es: raíz de navegación
pt: raiz da navegação

source: default list view
es: vista de listado por defecto
pt: exibição de listagem padrão

source: collection
es: colección
pt: coleção

source: collections
es: colecciones
pt: coleções

source: active
es: activo
pt: ativo

source: categories
es: categorías
pt: categorias

source: order
es: ordenar

source: categorization
es: Categorización
pt: categorização

source: categorizations
es: Categorizaciones
pt: categorizaçãos

source: is orphan
es: sin categorizar
pt: sem selecionar

source: Edit
es: Editar
pt: Editar

source: You may order the contents of this Category. Dont forget to save!
es: Puedes ordenar los contenidos de esta Categoría. No olvides guardar!

source: Previous
es: Anterior

source: Empty category
es: Categoría vacía

source: The category <em>%(cat_name)s</em> is empty. <br/> This <strong>slider</strong> will show here the images of the contents you categorize for it.
es: La categoría <em>%(cat_name)s</em> está vacía. <br/> Este <strong>carrusel</strong> mostrará aquí las imágenes de los contenidos que categorices en ella.

source: Create a new topic
es: Crear nuevo tema
pt: Criar um novo tema

source: Last comment
es: Último comentario
pt: último comentário

source: Created
es: Creado
pt: Criado

source: by
es: por
pt: por

source: View contents
es: Ver contenidos

source: Add content
es: Agregar contenido
pt: Agregar conteúdo

source: No default view has been set for %s
es: No hay una vista por defecto para %s
pt: Não há modo de exibição padrão %s

source: You can set only one default view for %s
es: Puedes definir solo una vista por defecto para %s
pt: Você pode definir apenas um modo de exibição padrão %s

source: You need to create your site settings
es: Tu sitio aún no ha sido configurado

source: You need to select a layout for the site
es: Debe seleccionar un esquema para el sitio
pt: Você deve selecionar um layout para o site

source: The site home page has not been set.
es: La página de inicio no ha sido establecida. Debe ingresar al área de administración -> Ítems de menú, elejir el item que desee que aparezca al ingresar al sitio y tildar la opción 'Página de inicio'.

source: No content object selected
es: No ha seleccionado contenido
pt: Nenhum conteúdo foi selecionado

source: can edit content
es: puede editar contenido
pt: pode editar conteúdo

source: can add content
es: puede agregar contenido
pt: pode adicionar conteúdo

source: category permission
es: permiso de categoría
pt: permitir seleção

source: category permissions
es: permisos de categoría
pt: permitir seleções

source: collection permission
es: permiso de colección

source: collection permissions
es: permisos de colección

source: detailed view of the selected Series
es: vista detallada de la Serie
pt: exibição detalhada da seleção

source: series content
es: contenido de la serie
pt: conteúdo seleccionado

source: series contents
es: contenidos de la serie
pt: conteúdos da seleccionados

source: series
es: serie
pt: seleção

source: Content:
es: Contenido:
pt: conteúdo

source: Personal information
es: Información personal
pt: Informação pessoal

source: First name
es: Nombre
pt: Nome

source: Last name
es: Apellido
pt: Sobrenome

source: detailed view of the selected User
es: vista detallada del Usuario
pt: exibição detalhada do usuário

source: avatar
es: tu imagen
pt: sua imagem

source: about myself
es: sobre mí
pt: sobre mim

source: public
es: público
pt: público

source: Choose whether your profile info should be publicly visible or not
es: Elije si deseas que tu información de perfil sea pública
pt: Definir se deseja que sua informação de perfil seja exibida

source: Create Profile
es: Crear Perfil
pt: Criar perfil

source: Edit Profile
es: Editar Perfil
pt: Editar Perfil

source: Please fill in your user profile data
es: Por favor complete sus datos
pt: Por favor, complete seus dados

source: Unfollow
es: Dejar de seguir

source: Follow
es: Seguir

source: Please
es: Por favor

source: login
es: ingresar
pt: entrar

source: to follow
es: seguir

source: Activity
es: Actividad

source: City
es: Ciudad
pt: Cidade

source: Return
es: Volver
pt: Volver

source: Edit profile
es: Editar perfil
pt: Editar perfil

source: Username
es: Nombre de ingreso
pt: Nome do usuário

source: Search In
es: Buscar
pt: Buscar

source: Lookup
es: Buscar
pt: Pesquisar

source: Share in your social networks
es: Compartir en redes sociales
pt: Divulgue nas redes sociais

source: Shortcuts
es: Atajos
pt: Atalhos

source: Collapse tree
es: Colapsar el árbol
pt: Queda de rede

source: Expand tree
es: Expandir el árbol
pt: Expandir rede

source: and
es: y
pt: e

source: or make changes
es: o haga cambios
pt: o ou fazer alterações

source: Post
es: Enviar
pt: Enviar

source: Neutronica theme
es: tema Neutronica
pt: tema Neutronica

source: One sidebar
es: Una barra lateral
pt: uma barra lateral

source: left sidebar
es: barra lateral izquierda
pt: barra lateral esquerda

source: footer
es: pie de página
pt: pé de página

source: Two sidebars
es: Dos barras laterales
pt: Duas barras laterais

source: right sidebar
es: barra lateral derecha
pt: barra lateral direita

source: No sidebars
es: Sin barras laterales
pt: Sem barras laterais

source: Subscribe to RSS
es: Suscripción RSS
pt: Assinatura RRS

source: User
es: Usuario
pt: Usuário

source: A user with that username already exists.
es: Ya existe una persona con este nombre.
pt: Já existe um usuário com este nome

source: username
es: nombre de ingreso
pt: nome do usuário

source: users
es: personas
pt: usuários

source: sender
es: remitente
pt: remetente

source: Visit website
es: Ver en el sitio web
pt: acesse o site

source: Categories
es: Categorías
pt: Categorias

source: Alignment
es: Alineación
pt: Alinhamento

source: Text
es: Texto
pt: Texto

source: Date
es: Fecha
pt: Data

source: Share
es: Compartir
pt: Compartilhar

source: Review and moderate user comments
es: Revisa y modera los comentarios recibidos
pt: Revise e modere os comentários recebidos dos usuários

source: alphabetical teaser list of Contact members
es: lista alfabética de Contactos
pt: listagem alfabética dos contatos

source: Categorization
es: Categorización
pt: Categorização

source: Classify the content in your website
es: Clasifica el contenido de tu sitio
pt: Classificar conteúdo do site

source: Modify the menus and site layouts
es: Administra los menús y la disposición del contenido
pt: Administrar menus e disposição do conteúdo

source: Header
es: Encabezado
pt: cabeçalho

source: show the current content for the selected Newsletter
es: mostrar el contenido actual del Newsletter
pt: Mostrar conteúdo atual da Newsletter

source: show the header text of the selected Newsletter
es: mostrar el encabezado del Boletín seleccionado
pt: Mostrar texto do cabeçalho do boletim selecionado

source: toggle editor
es: encender o apagar editor
pt: ativar ou desligar o editor

source: on
es: encendido
pt: ligado

source: off
es: apagado
pt: desligado

source: collection categories
es: categorias de colecciones
pt: categorias de arquivos

source: Spanish
es: Español
pt: Espanhol

source: English
es: Inglés
pt: Inglês

source: Portuguese
es: Portugués
pt: Português

source: list of Products
es: lista de Productos
pt: lista de produtos

source: price
es: precio
pt: preço

source: product
es: producto
pt: produto

source: products
es: productos
pt: produtos

source: Potente theme
es: tema Potente
pt: tema relevante

source: One sidebar and four panes
es: Una barra y cuatro paneles
pt: Uma barra lateral e quatro painéis

source: sidebar
es: barra lateral
pt: barra lateral

source: second pane
es: segundo panel
pt: segundo painel

source: third pane
es: tercer panel
pt: terceiro painel

source: fourth pane
es: cuarto panel
pt: quarto painel

source: Translated
es: Traducciones
pt: Traduções

source: article image
es: imagen de artículo
pt: imagem de nota

source: article images
es: imágenes de artículo
pt: imagens de notas

source: attachments
es: adjuntos
pt: anexos

source: downloads
es: bajadas
pt: download

source: Codigo Sur, latest news
es: Código Sur, últimas noticias
pt: Código Sul, últimas notícias

source: navigation breadcrumb
es: profundidad de navegación
pt: indicador de navegação

source: Categories for this
es: categorías
pt: categorias

source: category map
es: mapeo de categoría
pt: mapa de categorias

source: %(more_count)s more
es: %(more_count)s más
pt: %(more_count)s mais

source: started following
es: comenzó a seguir

source: Username to delete
es: Nombre de usuario a borrar

source: Missing --username to delete
es: Debe especificar el nombre de usuario a borrar con --username

source: Three columns
es: Tres columnas

source: Two columns Left
es: Dos columnas - Izquierda

source: Two columns Right
es: Dos columnas - Derecha

source: One column
es: Una columna

source: Fill site with demo elements (Menus, Cateories, Article...)
es: Llena el sitio con elementos de demonstración (Menús, Categorías, Artículos...)

source: Layouts creados
es: Esquemas creados satisfactoriamente

source: UNFOLLOW
es: DEJAR DE SEGUIR

source: FOLLOW
es: SEGUIR

source: View my actions
es: Ver mis acciones

source: You must choose a collection first.
es: Primero debe seleccionar una colección.
pt: Primeiro você deve escolher um arquivo

source: Cyclope site admin
es: Administración de Cyclope
pt: Cyclope administrador do site

source: Home
es: Inicio
pt: Página inicial

source: Categorize multiple objects
es: Categorizar múltiples elementos

source: Categorize
es: Categorizar

source: Add
es: Agregar
pt: Adicionar

source: Please correct the error below.
es: Por favor corrija el error detallado
pt: Por favor, corrija o erro abaixo detalhado

source: You may use the filters and search form to narrow the list of %(plural_name)s displayed.
es: Puedes utilizar los filtros y el formulario de búsqueda para acotar el listado de %(plural_name)s.
pt: Você pode utilizar os filtros e os formulários de busca para restringir a lista de exibiçãolistado de %(plural_name)s.

source: Add %(name)s
es: Agregar %(name)s
pt: Adicionar %(name)s

source: Hide
es: Ocultar

source: By %(filter_title)s
es: Por %(filter_title)s
pt: Por %(filter_title)s

source: Username:
es: Nombre de ingreso:
pt: Nome do usuário:
